tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "wix/brew"
brew "automake"
brew "bat"
brew "boost"
brew "bundletool"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cgal"
brew "cmake"
brew "cocoapods", link: false
brew "coreutils"
brew "node", link: false
brew "emscripten"
brew "fd"
brew "figlet"
brew "fzf"
brew "libxml2"
brew "libdap"
brew "libspatialite"
brew "libtool"
brew "numpy"
brew "poppler"
brew "git"
brew "git-delta"
brew "git-flow"
brew "graphicsmagick"
brew "httpie"
brew "jq"
brew "jsonpp"
brew "lcov"
brew "luajit", link: false
brew "ninja"
brew "meson"
brew "node@8"
brew "openconnect"
brew "pandoc"
brew "perl"
brew "pidcat"
brew "postgresql", restart_service: true
brew "postgis"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "sphinx-doc"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "watchman"
brew "yarn"
brew "yq"
brew "dart-lang/dart/dart"
brew "wix/brew/applesimutils"
cask "alacritty"
cask "amethyst"
cask "android-platform-tools"
cask "background-music"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "git-credential-manager-core"
cask "keycastr"
cask "qview"
cask "wine-stable"
cask "xquartz"
