brew "automake"
brew "bat"
brew "boost"
brew "bundletool"
brew "cgal"
brew "cmake"
brew "cocoapods", link: false
brew "coreutils"
brew "fd"
brew "figlet"
brew "fzf"
brew "gettext"
brew "git-delta"
brew "git-flow"
brew "git"
brew "glib"
brew "graphicsmagick"
brew "jq"
brew "jsonpp"
brew "lcov"
brew "htop"
brew "tldr"
brew "libdap"
brew "libspatialite"
brew "libtool"
brew "libxml2"
brew "luajit", link: false
brew "meson"
brew "ninja"
brew "numpy"
brew "openconnect"
brew "pandoc"
brew "perl"
brew "pidcat"
brew "pkg-config"
brew "poppler"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "gnu-sed"
brew "rlwrap"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "wix/brew/applesimutils"
cask "karabiner-elements"
cask "notion"
brew "yq"
cask "discord"
cask "amethyst"
cask "android-platform-tools"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "font-hasklug-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "git-credential-manager-core"
cask "keycastr"
cask "qview"
cask "xquartz"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "wix/brew"
