tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "git-chglog/git-chglog"
tap "hakky54/crip"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jankuss/genq"
tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "microsoft/git"
tap "nikitabobko/tap"
tap "wix/brew"
brew "apktool"
brew "asciinema"
brew "automake"
brew "bat"
brew "bundletool"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "coreutils"
brew "eza"
brew "fd"
brew "fswatch"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gnu-sed"
brew "gnupg"
brew "gpgme"
brew "libtool"
brew "graphicsmagick"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3", link: false
brew "gtk-mac-integration"
brew "hashcat"
brew "hcxtools"
brew "htop"
brew "jq"
brew "jsonpp"
brew "lcov"
brew "libxml2"
brew "libdap"
brew "libnotify"
brew "librsvg"
brew "libspatialite"
brew "luajit"
brew "luarocks"
brew "m-cli"
brew "make"
brew "ninja"
brew "meson"
brew "mysql@8.4", restart_service: true
brew "numpy"
brew "openconnect"
brew "pandoc"
brew "perl"
brew "pidcat"
brew "pkg-config"
brew "poppler"
brew "postgresql@14"
brew "qt"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "slides"
brew "sshs"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "watchman"
brew "wget"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "git-chglog/git-chglog/git-chglog"
brew "hakky54/crip/crip"
brew "jankuss/genq/genq"
brew "jesseduffield/lazygit/lazygit"
brew "julien-cpsn/atac/atac"
brew "leoafarias/fvm/fvm"
brew "wix/brew/applesimutils"
cask "aerospace"
cask "android-platform-tools"
cask "brave-browser"
cask "dbeaver-community"
cask "firefox@developer-edition"
cask "flameshot"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hot"
cask "iina"
cask "keepassxc"
cask "keycastr"
cask "mitmproxy"
cask "obs"
cask "qview"
cask "vmware-fusion"
cask "wezterm"
cask "xquartz"
